Repository: mehdirahbe/PicturesDjango
Catalog: PicturesDjango/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Word to search
fr: Mot à chercher

source: JPEGs directory
fr: Dossier des JPEGs

source: Full path to the hard drive folder (scans subdirectory) containing the JPEGs
fr: Chemin complet sur le disque dur (sous dossier de scans) contenant les JPEGs

source: Subject
fr: Sujet

source: Brief description of the subject, must be unique
fr: Brève description du sujet, doit être unique

source: Information about the period
fr: Informations sur la période

source: Comment
fr: Commentaire

source: Detailed text
fr: Texte détaillé

source: Please select a folder.
fr: Vieuillez sélectionner un dossier

source: The specified path is not a directory.
fr: The chemin spécifié n'est pas un dossier

source: The folder must be under {scansPath}
fr: Le chemin doit être sous {scansPath}

source: Home
fr: Accueil

source: Previous
fr: Précédent

source: Please enter the information about the image folder:
fr: Veuillez entrer les informations sur le dossier des images:

source: Start the import and resizing
fr: Démarre l'import et le redimensionement

source: Gallery
fr: Gallerie

source: Contact Sheet
fr: Planche contact

source: Search
fr: Recherche

source: Add new pictures
fr: Ajout de nouvelles images

source: Search levels
fr: Recherche dans les niveaux

source: Change subject
fr: Modifie le sujet

source: Save subject
fr: Sauve le sujet

source: Search second levels
fr: Recherche dans les second niveaux
